{
  "number": 51,
  "translation_lang": "id",
  "ayat_count": 60,
  "ayat": [
    {
      "number": 1,
      "translation": "Demi (angin) yang menerbangkan debu dengan kuat."
    },
    {
      "number": 2,
      "translation": "dan awan yang mengandung hujan,"
    },
    {
      "number": 3,
      "translation": "dan kapal-kapal yang berlayar dengan mudah."
    },
    {
      "number": 4,
      "translation": "dan (malaikat-malaikat) yang membagi-bagi urusan,"
    },
    {
      "number": 5,
      "translation": "sesungguhnya apa yang dijanjikan kepadamu pasti benar."
    },
    {
      "number": 6,
      "translation": "dan sesungguhnya (hari) pembalasan pasti terjadi."
    },
    {
      "number": 7,
      "translation": "Demi langit yang mempunyai jalan-jalan,"
    },
    {
      "number": 8,
      "translation": "sesungguhnya kamu benar-benar dalam keadaan berbeda pendapat,"
    },
    {
      "number": 9,
      "translation": "dipalingkan daripadanya (Rasul dan Al-Quran) orang yang dipalingkan."
    },
    {
      "number": 10,
      "translation": "Terkutuklah orang-orang yang banyak berdusta,"
    },
    {
      "number": 11,
      "translation": "(yaitu) orang-orang yang terbenam dalam kebodohan yang lalai,"
    },
    {
      "number": 12,
      "translation": "mereka bertanya: \"Bilakah hari pembalasan itu?\""
    },
    {
      "number": 13,
      "translation": "(Hari pembalasan itu) ialah pada hari ketika mereka diazab di atas api neraka."
    },
    {
      "number": 14,
      "translation": "(Dikatakan kepada mereka): \"Rasakanlah azabmu itu. Inilah azab yang dulu kamu minta untuk disegerakan\"."
    },
    {
      "number": 15,
      "translation": "Sesungguhnya orang-orang yang bertakwa itu berada dalam taman-taman (surga) dan mata air-mata air,"
    },
    {
      "number": 16,
      "translation": "sambil menerima segala pemberian Rabb mereka. Sesungguhnya mereka sebelum itu di dunia adalah orang-orang yang berbuat kebaikan."
    },
    {
      "number": 17,
      "translation": "Di dunia mereka sedikit sekali tidur diwaktu malam."
    },
    {
      "number": 18,
      "translation": "Dan selalu memohonkan ampunan diwaktu pagi sebelum fajar."
    },
    {
      "number": 19,
      "translation": "Dan pada harta-harta mereka ada hak untuk orang miskin yang meminta dan orang miskin yang tidak mendapat bagian."
    },
    {
      "number": 20,
      "translation": "Dan di bumi itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang yakin."
    },
    {
      "number": 21,
      "translation": "dan (juga) pada dirimu sendiri. Maka apakah kamu tidak memperhatikan?"
    },
    {
      "number": 22,
      "translation": "Dan di langit terdapat (sebab-sebab) rezekimu dan terdapat (pula) apa yang dijanjikan kepadamu."
    },
    {
      "number": 23,
      "translation": "Maka demi Tuhan langit dan bumi, sesungguhnya yang dijanjikan itu adalah benar-benar (akan terjadi) seperti perkataan yang kamu ucapkan."
    },
    {
      "number": 24,
      "translation": "Sudahkah sampai kepadamu (Muhammad) cerita tentang tamu Ibrahim (yaitu malaikat-malaikat) yang dimuliakan?"
    },
    {
      "number": 25,
      "translation": "(Ingatlah) ketika mereka masuk ke tempatnya lalu mengucapkan: \"Salaamun\". Ibrahim menjawab: \"Salaamun (kamu) adalah orang-orang yang tidak dikenal\"."
    },
    {
      "number": 26,
      "translation": "Maka dia pergi dengan diam-diam menemui keluarganya, kemudian dibawanya daging anak sapi gemuk."
    },
    {
      "number": 27,
      "translation": "Lalu dihidangkannya kepada mereka. Ibrahim lalu berkata: \"Silahkan anda makan\"."
    },
    {
      "number": 28,
      "translation": "(Tetapi mereka tidak mau makan), karena itu Ibrahim merasa takut terhadap mereka. Mereka berkata: \"Janganlah kamu takut\", dan mereka memberi kabar gembira kepadanya dengan (kelahiran) seorang anak yang alim (Ishak)."
    },
    {
      "number": 29,
      "translation": "Kemudian isterinya datang memekik lalu menepuk mukanya sendiri seraya berkata: \"(Aku adalah) seorang perempuan tua yang mandul\"."
    },
    {
      "number": 30,
      "translation": "Mereka berkata: \"Demikianlah Tuhanmu memfirmankan\" Sesungguhnya Dialah yang Maha Bijaksana lagi Maha Mengetahui."
    },
    {
      "number": 31,
      "translation": "Ibrahim bertanya: \"Apakah urusanmu hai para utusan?\""
    },
    {
      "number": 32,
      "translation": "Mereka menjawab: \"Sesungguhnya kami diutus kepada kaum yang berdosa (kaum Luth),"
    },
    {
      "number": 33,
      "translation": "agar kami timpakan kepada mereka batu-batu dari tanah,"
    },
    {
      "number": 34,
      "translation": "yang ditandai di sisi Tuhanmu untuk membinasakan orang-orang yang melampaui batas\"."
    },
    {
      "number": 35,
      "translation": "Lalu Kami keluarkan orang-orang yang beriman yang berada di negeri kaum Luth itu."
    },
    {
      "number": 36,
      "translation": "Dan Kami tidak mendapati negeri itu, kecuali sebuah rumah dari orang yang berserah diri."
    },
    {
      "number": 37,
      "translation": "Dan Kami tinggalkan pada negeri itu suatu tanda bagi orang-orang yang takut kepada siksa yang pedih."
    },
    {
      "number": 38,
      "translation": "Dan juga pada Musa (terdapat tanda-tanda kekuasaan Allah) ketika Kami mengutusnya kepada Fir'aun dengan membawa mukjizat yang nyata."
    },
    {
      "number": 39,
      "translation": "Maka dia (Fir'aun) berpaling (dari iman) bersama tentaranya dan berkata: \"Dia adalah seorang tukang sihir atau seorang gila\"."
    },
    {
      "number": 40,
      "translation": "Maka Kami siksa dia dan tentaranya lalu Kami lemparkan mereka ke dalam laut, sedang dia melakukan pekerjaan yang tercela."
    },
    {
      "number": 41,
      "translation": "Dan juga pada (kisah) Aad ketika Kami kirimkan kepada mereka angin yang membinasakan,"
    },
    {
      "number": 42,
      "translation": "angin itu tidak membiarkan satupun yang dilaluinya, melainkan dijadikannya seperti serbuk."
    },
    {
      "number": 43,
      "translation": "Dan pada (kisah) kaum Tsamud ketika dikatakan kepada mereka: \"Bersenang-senanglah kalian sampai suatu waktu\"."
    },
    {
      "number": 44,
      "translation": "Maka mereka berlaku angkuh terhadap perintah Tuhannya, lalu mereka disambar petir dan mereka melihatnya."
    },
    {
      "number": 45,
      "translation": "Maka mereka sekali-kali tidak dapat bangun dan tidak pula mendapat pertolongan,"
    },
    {
      "number": 46,
      "translation": "dan (Kami membinasakan) kaum Nuh sebelum itu. Sesungguhnya mereka adalah kaum yang fasik."
    },
    {
      "number": 47,
      "translation": "Dan langit itu Kami bangun dengan kekuasaan (Kami) dan sesungguhnya Kami benar-benar berkuasa"
    },
    {
      "number": 48,
      "translation": "Dan bumi itu Kami hamparkan, maka sebaik-baik yang menghamparkan (adalah Kami)."
    },
    {
      "number": 49,
      "translation": "Dan segala sesuatu Kami ciptakan berpasang-pasangan supaya kamu mengingat kebesaran Allah."
    },
    {
      "number": 50,
      "translation": "Maka segeralah kembali kepada (mentaati) Allah. Sesungguhnya aku seorang pemberi peringatan yang nyata dari Allah untukmu."
    },
    {
      "number": 51,
      "translation": "Dan janganlah kamu mengadakan tuhan yang lain disamping Allah. Sesungguhnya aku seorang pemberi peringatan yang nyata dari Allah untukmu."
    },
    {
      "number": 52,
      "translation": "Demikianlah tidak seorang rasulpun yang datang kepada orang-orang yang sebelum mereka, melainkan mereka mengatakan: \"Dia adalah seorang tukang sihir atau seorang gila\"."
    },
    {
      "number": 53,
      "translation": "Apakah mereka saling berpesan tentang apa yang dikatakan itu. Sebenarnya mereka adalah kaum yang melampaui batas."
    },
    {
      "number": 54,
      "translation": "Maka berpalinglah kamu dari mereka dan kamu sekali-kali tidak tercela."
    },
    {
      "number": 55,
      "translation": "Dan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang yang beriman."
    },
    {
      "number": 56,
      "translation": "Dan aku tidak menciptakan jin dan manusia melainkan supaya mereka mengabdi kepada-Ku."
    },
    {
      "number": 57,
      "translation": "Aku tidak menghendaki rezeki sedikitpun dari mereka dan Aku tidak menghendaki supaya mereka memberi-Ku makan."
    },
    {
      "number": 58,
      "translation": "Sesungguhnya Allah Dialah Maha Pemberi rezeki Yang mempunyai Kekuatan lagi Sangat Kokoh."
    },
    {
      "number": 59,
      "translation": "Maka sesungguhnya untuk orang-orang zalim ada bagian (siksa) seperti bahagian teman mereka (dahulu); maka janganlah mereka meminta kepada-Ku untuk menyegerakannya."
    },
    {
      "number": 60,
      "translation": "Maka kecelakaanlah bagi orang-orang yang kafir pada hari yang diancamkan kepada mereka."
    }
  ],
  "source": {
    "dataset": "tanzil_id",
    "version": "v1.1"
  }
}
