{
  "number": 84,
  "translation_lang": "id",
  "ayat_count": 25,
  "ayat": [
    {
      "number": 1,
      "translation": "Apabila langit terbelah,"
    },
    {
      "number": 2,
      "translation": "dan patuh kepada Tuhannya, dan sudah semestinya langit itu patuh,"
    },
    {
      "number": 3,
      "translation": "dan apabila bumi diratakan,"
    },
    {
      "number": 4,
      "translation": "dan dilemparkan apa yang ada di dalamnya dan menjadi kosong,"
    },
    {
      "number": 5,
      "translation": "dan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh, (pada waktu itu manusia akan mengetahui akibat perbuatannya)."
    },
    {
      "number": 6,
      "translation": "Hai manusia, sesungguhnya kamu telah bekerja dengan sungguh-sungguh menuju Tuhanmu, maka pasti kamu akan menemui-Nya."
    },
    {
      "number": 7,
      "translation": "Adapun orang yang diberikan kitabnya dari sebelah kanannya,"
    },
    {
      "number": 8,
      "translation": "maka dia akan diperiksa dengan pemeriksaan yang mudah,"
    },
    {
      "number": 9,
      "translation": "dan dia akan kembali kepada kaumnya (yang sama-sama beriman) dengan gembira."
    },
    {
      "number": 10,
      "translation": "Adapun orang-orang yang diberikan kitabnya dari belakang,"
    },
    {
      "number": 11,
      "translation": "maka dia akan berteriak: \"Celakalah aku\"."
    },
    {
      "number": 12,
      "translation": "Dan dia akan masuk ke dalam api yang menyala-nyala (neraka)."
    },
    {
      "number": 13,
      "translation": "Sesungguhnya dia dahulu (di dunia) bergembira di kalangan kaumnya (yang sama-sama kafir)."
    },
    {
      "number": 14,
      "translation": "Sesungguhnya dia menyangka bahwa dia sekali-kali tidak akan kembali (kepada Tuhannya)."
    },
    {
      "number": 15,
      "translation": "(Bukan demikian), yang benar, sesungguhnya Tuhannya selalu melihatnya."
    },
    {
      "number": 16,
      "translation": "Maka sesungguhnya Aku bersumpah dengan cahaya merah di waktu senja,"
    },
    {
      "number": 17,
      "translation": "dan dengan malam dan apa yang diselubunginya,"
    },
    {
      "number": 18,
      "translation": "dan dengan bulan apabila jadi purnama,"
    },
    {
      "number": 19,
      "translation": "sesungguhnya kamu melalui tingkat demi tingkat (dalam kehidupan),"
    },
    {
      "number": 20,
      "translation": "Mengapa mereka tidak mau beriman?"
    },
    {
      "number": 21,
      "translation": "dan apabila Al Quran dibacakan kepada mereka, mereka tidak bersujud,"
    },
    {
      "number": 22,
      "translation": "bahkan orang-orang kafir itu mendustakan(nya)."
    },
    {
      "number": 23,
      "translation": "Padahal Allah mengetahui apa yang mereka sembunyikan (dalam hati mereka)."
    },
    {
      "number": 24,
      "translation": "Maka beri kabar gembiralah mereka dengan azab yang pedih,"
    },
    {
      "number": 25,
      "translation": "tetapi orang-orang yang beriman dan beramal saleh, bagi mereka pahala yang tidak putus-putusnya."
    }
  ],
  "source": {
    "dataset": "tanzil_id",
    "version": "v1.1"
  }
}